{
    "id": "asset_69120d2988abb5.87332630",
    "type": "text",
    "created_at": "2025-11-10T21:34:57+05:30",
    "payload": {
        "category": "Captions",
        "brief": "Hello",
        "output": {
            "english": [
                "Hello from Dakshayani Enterprises. We are the foundation of trust, built on unwavering commitment and ethical leadership. Discover our vision for excellence. Learn more at [Website Link].",
                "Greetings from Dakshayani Enterprises. As industry leaders, we uphold the highest standards of integrity and policy compliance, ensuring reliable solutions for all. Explore our solutions today.",
                "Welcome to Dakshayani Enterprises. Our promise is built on transparency, quality, and a steadfast dedication to responsible enterprise. Partner with us for a future you can trust. Connect with us to begin.",
                "Dakshayani Enterprises: Setting benchmarks with authoritative expertise and a legacy of trust. Our commitment to compliance ensures your peace of mind. Visit our website [Website Link]."
            ],
            "hindi": [
                "नमस्कार, दक्षायणी एंटरप्राइजेज से। हम अटूट प्रतिबद्धता और नैतिक नेतृत्व पर निर्मित विश्वास की नींव हैं। उत्कृष्टता के लिए हमारी दूरदर्शिता जानें। अधिक जानने के लिए [वेबसाइट लिंक] पर जाएँ।",
                "दक्षायणी एंटरप्राइजेज की ओर से शुभकामनाएं। उद्योग के अग्रणी के रूप में, हम सत्यनिष्ठा और नीति अनुपालन के उच्चतम मानकों को बनाए रखते हैं, सभी के लिए विश्वसनीय समाधान सुनिश्चित करते हैं। हमारे समाधानों का आज ही अन्वेषण करें।",
                "दक्षायणी एंटरप्राइजेज में आपका स्वागत है। हमारा वादा पारदर्शिता, गुणवत्ता और जिम्मेदार उद्यम के प्रति अटूट समर्पण पर आधारित है। एक ऐसे भविष्य के लिए हमारे साथ साझेदारी करें जिस पर आप भरोसा कर सकें। शुरुआत करने के लिए हमसे जुड़ें।",
                "दक्षायणी एंटरप्राइजेज: आधिकारिक विशेषज्ञता और विश्वास की विरासत के साथ मानदंड स्थापित करना। अनुपालन के प्रति हमारी प्रतिबद्धता आपकी मन की शांति सुनिश्चित करती है। हमारी वेबसाइट [वेबसाइट लिंक] पर विजिट करें।"
            ]
        }
    }
}