[
    {
        "id": "b776cc63729f2a49",
        "name": "Elliot",
        "mobile": "7856939234",
        "city": "Widworthy",
        "message": "Hey there \r\n\r\nI wanted to reach out and let you know about our new dog harness. It's really easy to put on and take off - in just 2 seconds - and it's personalized for each dog. \r\nPlus, we offer a lifetime warranty so you can be sure your pet is always safe and stylish.\r\n\r\nWe've had a lot of success with it so far and I think your dog would love it. \r\n\r\nGet yours today with 50% OFF: https://caredogbest.com\r\n\r\nFREE Shipping - TODAY ONLY! \r\n\r\nBest Wishes, \r\n\r\nElliot",
        "created_at": "2025-12-10 07:17:33"
    },
    {
        "id": "0dc16d5fac9f0ad2",
        "name": "Lionel",
        "mobile": "3997310798",
        "city": "Treglia",
        "message": "Good day \r\n \r\nIs your dog's nails getting too long? If you're tired of going to the vet or groomer to get them trimmed, why not try PawSafer™? \r\nWith PawSafer™, you can trim your dog's nails from the comfort of your own home, and it only takes a few minutes!\r\n\r\nPawSafer™ is the safest and most convenient way to trim your dog's nails, and it's very affordable. \r\n\r\nGet it while it's still 50% OFF + FREE Shipping\r\n\r\nBuy here: https://tidbuy.com\r\n \r\nEnjoy, \r\n \r\nLionel",
        "created_at": "2025-12-20 23:44:36"
    },
    {
        "id": "a6c6e37225cdf912",
        "name": "Marjorie",
        "mobile": "4694811557",
        "city": "Dallas",
        "message": "Morning \r\n\r\nLooking to improve your posture and live a healthier life? Our Medico Postura™ Body Posture Corrector is here to help!\r\n\r\nExperience instant posture improvement with Medico Postura™. This easy-to-use device can be worn anywhere, anytime – at home, work, or even while you sleep.\r\n\r\nMade from lightweight, breathable fabric, it ensures comfort all day long.\r\n\r\nGrab it today at a fantastic 60% OFF: https://medicopostura.com\r\n\r\nPlus, enjoy FREE shipping for today only!\r\n\r\nDon't miss out on this amazing deal. Get yours now and start transforming your posture!\r\n\r\nRegards, \r\n\r\nMarjorie",
        "created_at": "2025-12-26 15:34:53"
    }
]